Repository: ZeitOnline/zon-maintenance
Catalog: languages/zmnt-*_formal.po
Languages: de_de@formal

source: Comments are temporarely closed
de_de@formal: Kommentieren zur Zeit nicht möglich

source: This weblog is in maintenance mode at present. Comments are closed during this time. Please revisit later. Sorry for the inconvenience.
de_de@formal: Dieses Weblog ist derzeit im Wartungsmodus. Ein Kommentieren ist zur Zeit nicht möglich. Bitte versuchen Sie es zu einem späteren Zeitpunkt nochmal.

source: The site is in maintenance mode during which login is prevented. Please try again later.
de_de@formal: Die Seite ist im Maintenance Mode, ein Login ist zur Zeit nicht möglich.

source: General settings
de_de@formal: Generelle Einstellungen

source: Main switch
de_de@formal: Hauptschalter

source: Logout users
de_de@formal: Nutzer sofort abmelden

source: Maintenance message
de_de@formal: Maintenance Nachricht

source: Title
de_de@formal: Titel

source: In maintenance mode the website stays live but commenting is disabled, non super admin user can be logged out and warnings are displayed.
de_de@formal: Im Maintenance Mode bleibt die Website live, aber es werden keine Kommentare entgegen genommen, Nutzer ohne entsprechenden Status werden aus dem Backend ausgeloggt und es werden entsprechende Warnungen angezeigt.

source: Activate maintenance
de_de@formal: Maintenance Mode einschalten

source: Activate user log out
de_de@formal: Nutzersperre aktivieren

source: All users that are not super admin are logged out of the backend at next page reload.
de_de@formal: Alle Nutzer außer Superadmin werden beim nächsten Seitenaufruf aus dem Backend automatisch ausgeloggt.

source: In maintenance mode instead of a comment form a message with adjustable title and text is displayed.
de_de@formal: Statt des Kommentarformulars wird im Maintenance Mode ein Hinweisfeld angezeigt. Titel und Text des Feldes können hier eingetragen werden.

source: Title of the message box
de_de@formal: Überschrift in der Nachrichtenbox

source: Text of the message box
de_de@formal: Text in der Nachrichtenbox

source: Settings saved.
de_de@formal: Einstellungen gespeichert.

source: Settings
de_de@formal: Einstellungen
